{
    "url": "https://panopto.dtu.dk/Panopto/Pages/Viewer.aspx?id=cc6259f4-7c13-4147-9292-af260151d0e7",
    "parentName": "E18/F19",
    "parentURL": "https://panopto.dtu.dk/Panopto/Pages/Sessions/List.aspx#folderID=%22fcbff4da-78c2-4435-af33-af24007c3130%22",
    "title": "Uge 5, Lille Dag: Særlige flader i rummet",
    "detailsTab": "Uge 5, Lille Dag: Særlige flader i rummet\nVi arbejder videre med planintegraler og fladeintegraler. I fokus er to vigtige typer af flader: Grafer for funktioner af to variable og omdrejningsflader. Du lærer særlige metoder til at parametrisere dem, og derefter skal du træne videre med bestemmelse af de tilhørende Jacobi-funktioner og uderegning af integraler.\n\nDagens nøglebegreber\nFlader som er graf for en funktion af to variable. Omdrejningsflader.\n\n\nForberedelse og pensum\nTil i dag hører emner fra eNote 24 afsnit 24.2, og emner fra eNote 25 afsnit 25.1\n\nMaple-guf\nTil dagens emne hører der MapleDemoen Specielle flader.\n\nAktivitetsprogrammet\nFor studieretninger på Skema A og B:\n\n\n\n*\n\n\n8.00 –\n\n\n9.00:\n\n\nForelæsning\n*\n\n\n9.00 – 11.00:\n\n\nGruppeøvelser i klasselokalet\n* 11.00 – 12.00:\n\n\nUgens Test\n\n\n\nFor studieretninger på Skema C:\n* 13.00 – 14.00:\n\n\nForelæsning\n* 14.00 – 15.30:\n\n\nGruppeøvelser i klasselokalet\n* 15.30 – 16.30:\n\n\nUgens Test.\n\n\nOpgaver til gruppeøvelserne:\n1. Partiel integration og substitution i to variable\n2. Planintegral med parametrisering\n3. Grafflade, parametrisering og integration\n4. Omdrejningsflade, parametrisering og intergral\n5. Grafflade, parametrisering og integration\nTip: Hvis du ønsker en printbar version af opgaverne uden vink og facit, går du direkte til din browsers print-funktion når du er inde på opgaverne.\n\n\n\nUgens test\nReglerne for Ugens Test i den sidste klassetime på Lille dag:\n∙\n∙\nDet er en stedprøve, det vil sige at den skal løses i klasselokalet. Du har ét forsøg.\n∙\n∙\nPrøven skal regnes uden elektroniske hjælpemidler, men tastes ind i MapleTA\n∙\n∙\nDu må kun have én skærm tændt, og på den skal MapleTA være i full screen (proctor mode)\n∙\n∙\nBøger og noter, håndskrevne eller udprintede, er tilladt\n∙\n∙\nMan må gerne snakke sammen om opgaverne i sin arbejdsgruppe (normalt max 6 personer)\n∙\n∙\nMen du har din egen version af opgaven som du selv skal løse og taste ind\n∙\n∙\nElektronisk kommunikation er ikke tilladt.\n∙\n∙\nOpskrivning af facit på tavlen eller lignende er heller ikke tilladt\nVi anbefaler:\n∙\n∙\nBrug Firefox eller Chrome, og slå adblocker fra (hvis du har det)\n∙\n∙\nBrug netværket Eduroam\n∙\n∙\nSlå alle tjenester fra som giver spontane pop-ups\n∙\n∙\nSørg for at din pc har tilstrækkelig strøm\nNB: Fredag 20/10 kl. 18:00 til onsdag d 25/19 kl. 18:00 genåbnes prøven for gentagne forsøg.\nDu finder linket til MapleTA på din klasses Campusnet-konto\nUploadet af: Medialab@dtu.dk\nUploaddato: 09.10 08.03.2019\nAntal visninger: 246\nKalturaId: 0_me4sb5m4\nperson_outline\nPanopto Team",
    "video_duration": 2570.2433222
}