{
    "url": "https://panopto.dtu.dk/Panopto/Pages/Viewer.aspx?id=9e0ecb8d-5b1b-473e-a061-af2601567b6c",
    "parentName": "E18/F19",
    "parentURL": "https://panopto.dtu.dk/Panopto/Pages/Sessions/List.aspx#folderID=%22fcbff4da-78c2-4435-af33-af24007c3130%22",
    "title": "Uge 4: Store Dag: Riemannintegralet og dets brug på kurver(Del 2)",
    "detailsTab": "Uge 4: Store Dag: Riemannintegralet og dets brug på kurver(Del 2)\nI dag starter vi på det sidste store hovedemne i Matematik 1 pensum: Integration i flere variable, som strækker sig over resten af foråret. Vi starter ud med symbolet ∫baf(x)dx som du allerede kender fra gymnasiet. Men vi skal præcisere hvad symbolet egentlig står for, en grænseværdi for en sum! Vi har normalt to måder at udregne denne grænseværdi på, enten ved konkret at foretage grænseovergangen eller ved at benytte en stamfunktion for f. Alt dette lader sig generalisere til funktioner af to og tre variable! Vi skal også se hvordan vi finder integralet langs en krum kurve. Her skal vi se på parametriseringer og noget der hedder Jacobi-funktioner. Det viser sig at tangentvektoren spiller en vigtig rolle i denne forbindelse.\n\nDagens nøglebegreber\nGrænseværdi af summer. Riemannintegralet. Dobbeltsummer og dobbeltintegraler. Tredobbeltsummer og tredobbeltintegraler. Parameterkurver og Parametrisering af kurver. Tangentvektor og tangenter for parameterkurver. Jacobi-funktionen for en parameterkurve.\n\nForberedelse og pensum\nTil i dag hører emner fra eNote 23 om Riemannintegralet for funktioner af én og to variable. Vi bladrer også i eNote 24 for at finde noget om parametriserede kurver. Men hvorfor ikke straks læne sig tilbage og se et lille videoeksempel?\n\nMaple-guf\nint: Finder stamfuntion eller bestemt integral\nTil dagens emne hører der tre Maplefiler:\nMapleDemoen Kurveintegraler basic.\nMapleDemoen Kurveintegraler advanced med intro til Integrator8.\nProgramfilen til Integrator8 og Integrator8-eksempelsamling.\n\nAktivitetsprogrammet\n* 10.00 – 12.00: Forelæsning\n* 12.30 – 17.00: Gruppeøvelser i klasselokalet\n* 13.00 – 16.00: Din klasselærer er til stede i klasselokalet\n\nOpgaver til gruppeøvelserne:\n1. Syv stamfunktioner du skal kende udenad\n2. Syv stamfunktioner du bør beherske\n3. Regneregler for stamfunktioner\n4. Talfølger\n5. Integral som grænseværdi for venstresum\n6. Brug af fundamentalsætningen. Håndregning\n7. En parameterkurves tangentvektor og længde\n8. Parametrisering og kurveintegral. Håndregning\n9. Buelængde vha. midtpunktsum\nTip: Hvis du ønsker en printbar version af opgaverne uden vink og facit, går du direkte til din browsers print-funktion når du er inde på opgaverne.\nUploadet af: Medialab@dtu.dk\nUploaddato: 16.12 25.02.2019\nAntal visninger: 963\nKalturaId: 0_saikwa9m\nperson_outline\nPanopto Team",
    "video_duration": 1760.3766555
}